insert into time_frames (id, from_time, to_time) values
    (1, '00:00', '01:00'),
    (2, '01:00', '02:00'),
    (3, '02:00', '03:00'),
    (4, '03:00', '04:00'),
    (5, '04:00', '05:00'),
    (6, '05:00', '06:00'),
    (7, '06:00', '07:00'),
    (8, '07:00', '08:00'),
    (9, '08:00', '09:00'),
    (10, '09:00', '10:00'),
    (11, '10:00', '11:00'),
    (12, '11:00', '12:00'),
    (13, '12:00', '13:00'),
    (14, '13:00', '14:00'),
    (15, '14:00', '15:00'),
    (16, '15:00', '16:00'),
    (17, '16:00', '17:00'),
    (18, '17:00', '18:00'),
    (19, '18:00', '19:00'),
    (20, '19:00', '20:00'),
    (21, '20:00', '21:00'),
    (22, '21:00', '22:00'),
    (23, '22:00', '23:00'),
    (24, '23:00', '24:00');

insert into stands (id, name, description, latitude, longitude) values
    (1, 'Метро', 'Стенд біля метро академмістечко зі сторони троїцького ринку', null, null),
    (2, 'Новус', 'Стенд біля метро академмістечко зі сторони Novus та McDonald`s', null, null),
    (3, 'Бузова', 'Стенд в Бузовій', null, null);

insert into stand_days (id, stand_id, date) values
    (1, 1, CURRENT_DATE),
    (2, 2, CURRENT_DATE),
    (3, 2, CURRENT_DATE + 1),
    (4, 3, CURRENT_DATE + 2);

insert into stand_day_time_frames (stand_day_id, time_frame_id) values
    (1, 10),
    (1, 11),
    (2, 10),
    (2, 11),
    (2, 12),
    (2, 13),
    (2, 14),
    (3, 18),
    (4, 15),
    (4, 16);
